export const firstTermData = [
  {
    class: `الثاني الإعدادي`,
    pageSize: "full",
    rawData: ` اسم، القران، الحديث، التوحيد، التفسير، التجويد، الفقه، الأذكار، القراءة، النحو، القحطاني، التعبير، الكتابة
 عبد السلام. عيسى، ٩٠، ١٠٠، ٣٩، ٣٠، ٨٥، ١٠٠، ٩٠، ١٠٠، , ١٠٠، ٣٨، ٩٤
 عبد الله. يوسف، ٩٠، ١٠٠، , ٤٠، ٨٥، ٨٥، ٨٠، ١٠٠، , ٩٠، ٨٠
 عبد الحي. مصطفى، , ١٠٠، ٤٠، ٤٥، ٨٥، ١٠٠، ١٠٠، ١٠٠، ٤٥، ٩٠، ٤٦، ٩٥
 محمد مصطفى، ٩٠، ٩٠، ٤٠، ٤٥، ٨٧، ١٠٠، ١٠٠، ١٠٠، ٤٥، , ٤٥، ٩٥
آدم إدريس، ٨٥، ٢٠، ١٠، ١٥، ٥، ٥٠، ٢٠، ٦٠، ٥، ٦٠، ٦٥
نورية يوسف، ٩٥، ١٠٠، ٣٢، ٣٥، ٩٠، ١٠٠، ١٠٠، ١٠٠، ٥٨، ١٠٠، ٦٠، ٩٥
مريم يوسف، ٨٠، , , ٤٤ , , , , , , , ,
 حليمة يوسف،90,80,15,14,50,80,30,70,25,55,38,85
عائشة إبراهيم،،،،،،،،،،،،
حسينة إسحاق،,,15,,30,,,,10,,20,
فاطمة حسن،70,,5,,20,,,,5,,15,
مريم إبراهيم،70,100,5,44,85,100,80,100,55,75,25,95`,
    // rawData: `اسم،القرآن,الحديث,التوحيد,التفسير,التجويد,الفقه,الأذكار,القراءة,النحو,الصرف,التعبير,الكتابة,المتون,التهذيب
    // عبد الله مصلح الدين,,,,,,,,,,`,
  },
  {
    class: `الأول الاعدادي`,
    pageSize: "half2",
    rawData: ` اسم، القران، الحديث، التوحيد، التجويد، الأذكار، السيرة، النحو
 عبد الرحيم. عثمان، ٩٦، ٥٤، ٥٥، ٨٠، ٥٥، ٧٧، ٥٠
 عبد الوهاب. إسحاق، ٤٥، ٦٥، ٦٥، ٦٥، ٧٠، ٧٣، ٤٥
 إبراهيم إدريس، ٩٠، ٦٥، ٦٥، ٨٥، ٦٥، , , 
مصطفى سليمان، , ٦٠، , , ٥٨، , ,
 عبد الرحمان. عيسى، ٩٠، ٦٠، ٤٠، ٥٠، ٦٥، ٨٢، , 
عبد الرقيب. يوسف، , ٦٥، ٥٥، ٧٥، ٧٥، ٩٢، ٨٠ 
عبد الفتاح. يوسف، ٨٨، ٦٥، ٥٠، ٨٠، ٦٠، , , 
عائشة جمعة، ٩٠، ٩٩، ٦٠، ١٠٠، ٨٨، ١٠٠، ٦٠`,
  },
  {
    class: "الثاني الإبتدائي",
    pageSize: "full",
    rawData: `اسم،القرآن،الحديث،التوحيد،الفقه،الأذكار،التجويد،العربية،السيرة،قواعد اللغة العربية،المتون
عبد الله. مصلح الدين،20;30;50, 100,100,100,77,100,73,100,62,91
عبد الأوّل. جمعة،10;20;30, 81,30,25,41,35,19,46,15,5
حمزة.محمد الأوّل،10;20;40, 63,43,56,47,42,42,29,15,50
عبد العظيم. إسماعيل،10;30;50, 44,25,56,59,50,20,30,10,88
محمد يونس،15;30;40, 100,100,100,80,100,69,78,88,100
ذو القرنين. غاتى،15;25;45, 93,20,75,63,38,31,36,5,59
صفية.مصلح الدين،15;25;48، 100,55,100,52,100,73,64,50,91
رحيمة أبندواكي،8;16;43, 28,10,38,30,10,12,35,5,15
زينب حسن،8;10;35, 40,25,41,55,23,15,15,5,14
مريم جمعة،15;25;40, 100,75,91,72,65,77,71,15,85
علية إسماعيل،10;13;28, 44,25,,34,46,19,50,,17
فريدة إبراهيم،10;12;15, 44,43,44,38,77,15,28,5,19
أسماء جامع،7;19;45, 38,20,44,54,10,15,20,25,13
رقيبة يحيىى،15;20;38, 75,75,94,82,26,50,54,31,68
حسينة محمد،20;27;48, 69,68,78,64,20,42,57,31,72
حواء إسحاق،8;14;40, 16,35,81,50,20,39,35,38,19
مريم سليمان،20;27;37, 100,91,100,99,100,73,100,92,100
سودة محمد،20;17;49, 57,55,38,61,27,25,96,39,57`,
  },
  {
    class: "الأول الإبتدائي",
    pageSize: "half2",
    rawData: `اسم،القرآن،الحديث،التوحيد،الأذكار،التجويد،العربية,ألف بائية
-عبد المتين. يحيى,   100, 45, 98, 100, 74, 40, 95
٢-عثمان أنس,        100, 41, 67, 100, 70, 65, 85
٣-ابراهيم.عبد القادر, 77, 23, 92, 90, 60, 100, 80
٤-منصور بلو,          100, 45, 92, 50, 60, 70, 70
٥-عبد القادر. محمد ناصر,62, 20, 45, 30, 43, 30, 50
٦-أبندوكى بلال,         99, 50, 79, 30, 80, 50, ,
٧-مريم.عبد القادر,     79, 23, 74, 100, 62, 55, 85
٨- عائشة عيسى,    70, 25, 93, 98, 30, ,  70
٩- سلامة قاسم,     65, 34, 94, 90, ,  70 , 79 
١٠-حسنة عثمان,   70, 20, , 30, 60, 70, 50  
١١-أول.عبد الرحمن, 93, 28, 70, 50, 70, 40, 65
١٢- ميمونة.عبد القادر,60, 28, 89, 90, 60, 90,90
١٣- عبد السلام. أحمد, 99, 34, 89, 50, 40, 50, 70
١٤- عثمان مؤمنة,    75, 16, 26, 67, 5, 60, 40, 
١٥- سليمان ريحانة, 30 ,  44, 80, 40, 60, 65,65, 
١٦- عبد الملك. سليمان, 55, 20, 67, 10, 50, 20, 
١٧- ابراهيم.أبو بكر,  ,   20, 40, 20, 40, 20,  
١٨-حليمة.عبد الله,       62, 28, 65, 95, 70, 60, 
١٩- مريم موسي,      43, 20, 90, 40, 50, 65, 50
٢٠- عثمان حسينة,     70,  89, 99, 70, 70, 50
٢١-محمد عثمان,       90, 5, 30, 49, 40, 30, 
٢٢-إدريس أسماء,       70, 22, 78, 10, 50, 100, 
٢٣-عائشة.عبد القادر,    47, 37, 68, 95, 70, 60, 90
٢٤-حسن رقيّة,          80, 22, 42, 85, 60, 30, 65
٢٥-فردوس أولاييوولا,  60, 22, 98, 80, 70, 90, 80
٢٦-عبد الحميد. سعيد,     83, 25, 78, 90, 30, 20, 80
٢٧-عثمان سليمان,      98, 20, 45, 59, 55, 20, 50
٢٨-عبد الغني.عبد القيوم, 90, 22, 34, 10, 40, 30, 65
٢٩-إبراهيم أحمد,       40, 10, 56, 30,,  20,  
٣٠-مؤمنة.أبو بكر,       55, 42, 98, 75,,  30, 
٣١-حسن ميماسى,      68, 18, 68, 85, 64, 60, 70
٣٢-عبد الباسط. مرتضى, 95, 20, 50,,  50, 30, 
٣٣-حسين ميماسى,     50, 25, 78, 85, 10, , ,55
٣٤-عبد الوكيل. يوسف,  90, 20, 88, 70, 60, 60, 60
٣٥-عبد السلام. أمدى,    30,  ,  ,15,  ,30, 50
٣٦-عبد الملك. إسماعيل,  80, 20, 40, 10, 5,50, 
٣٧-عبد الله. مصطفى,   70, 20, 45, 15, 40, 20, 50
٣٨-عبد الجبار. ابراهيم, 55, 5, 40, 30, 10, 20, 50
٣٩-عبد الله. ابراهيم, ,24, 89,  ,  50, 
٤٠-عبد الصمد. جمعة,  56,  ,,  30,,  10, 50
٤١-عبد الله. راضية,     90, 20, 78,  ,,  30, 
٤٢-فاطمة.إسحاق. ميماسى,98, 20, 89, 40, 70, 60, 95
٤٣-محمد مصطفى,   95, 25, 60, 70, 50, 10,     
٤٤-عيسى.محمد طه, 50, 20, 50,  ,  ,50, 
٤٥-صلاح الدين. أحمد,100, 20, 88,  ,85, 70, 
٤٦-أحمد مصطفى,  68, 48, 79, 95, 80, 60, 100
`,
  },
  {
    class: "الثاني التمهيدي",
    pageSize: "half",
    rawData: `اسم، القرآن، الحديث، التوحيد، ألف بائية
    مريم إيشولى،98,95,98,100
    بلقيس أونيكون،75,90,50,65
    إبراهيم.كمال الدين،90,65,,
    هاجر دنميرمو،90,90,100,90
    سلامة.عبد السلام،65,80,50,90
    نور الدين. إسماعيل،100,82,95,100
    رحمة إسماعيل،100,98,98,50
    بلقيس أحمد،70,90,60,90`,
  },
  {
    class: "الأول التمهيدي ا",
    pageSize: "half",
    rawData: `اسم، القرآن، الحديث، التوحيد، ألف بائية
    عبد الله. إسحاق ،60,20,20,40
    عيسى ميماسى، 50,30,,
    عبد الله. عبد الله،65,50,60,30
    عائشة.عبد الله ،85,85,75,60
    أحمد علي، 60,35,,
    مصطفى. عبد القادر. أكنبي،65,40,40,50
    صبيرة عثمان،80,45,40,20
    عبد الحميد. عيسى، 30,20,20,10
    أبو بكر. عبد الرحمان،60,50,,
    محمد.عبد الرحمان، 40,20,,
    عائشة إيشولى،85,45,30,45
    مطمئنة أولاييوولا،50,20,,
    عبد الله. لقمان،40,25,,
    مختار إيشولى، 35,20,15,10
    صفيّ الله. أوّل،30,25,25,10
    عليّة إبراهيم، 50,35,30,30
    بلقيس إبراهيم،35,,,
    فاطمة لقمان، 35,30,30,55
    عبد الباسط. إسماعيل، 30,30,,
    فاطمة. محمد. بنت،50,25,30,35
    عبد الرحمان. يوسف،55,65,30,25
    حنيفة سليمان،55,25,30,10
    مجتبى أحمد،55,25,
    عبد الله. عبد القادر ،50,55,45,35
    مصطفى.عبد القادر ،55,45,45,20
    عبد الله. عبد الكبير،50,35,45,10
    أشرف محمد،30,20,40,50
    رقيّة محمد،30,25,35,35
    أوّل.عبد الرزاق،85,25,30,60
    زينة سريكي،85,50,45,15
    الحاج عبد القادر. ألفنلا،70,,,
    عبد الله.غاتا،65,20,70,95
    سلطان غاتا،60,25,40,70
    عبد القادر. عبد الرحمان،65,20,,
    عبد الله. صالح،50,50,20,35 
    خديجة إبراهيم،70,30,35,65
    إسحاق إسحاق،65,90,,
    حواء حسين،65,40,,
    عبد السلام. عبد الحميد،50,30,20,25
    يوسف.عبد الواسع،35,20,20,10
    حكيمة إبراهيم،30,20,,`,
  },
  {
    class: "الأول التمهيدي ب",
    pageSize: "half",
    rawData: `اسم، القرآن، الحديث، التوحيد، ألف بائية
    عبد القادر. جامع،70,90,80,35
    عبد الله. إيشولى،65,95,85,80
    محمد عثمان،90,97,85,,
    
    
    عبد الله. عبد الرحمان،50,,,
    سليمان أونيكون،98,100,93,
    حبيب الله. عبد الرحمان،50,,,
    رحمة أونيكون،95,75,60,
    حبيب الله. محمد،50,45,40,50
    سلامة. إسحاق. ميماسى،50,50,40,
    يوسف.عبد الكريم،95,70,60,`,
  },
  {
    class: "الأوّل التمهيدي ج",
    pageSize: "half",
    rawData: `اسم، القرآن، الحديث، التوحيد، ألف بائية
    عبد الرحمن. كمال الدين،80,65,,
    يوسف آدم،80,85,100,80
    حسن مسعود،95,75,70,100
    حسين مسعود،75,70,55,100
    أبو بكر.إبراهيم،70,50,45,30
    إبراهيم آدم،80,95,90,85
    فاطمة إدريس،80,85,55,
    أبو بكر.إسحاق،95,80,,
    زيد أبندواكي،95,100,,
    مطمئنة إبراهيم،70,90,40,35
    سلامة.عبد القادر،60,50,35,50
    سميّة محمد،65,65,75,25
    بلقيس إبراهيم، 95,80,75,60
    هاجر أمدى،75,50,40,70
    عائشة إبراهيم،80,70,50,
    حليمة عثمان،45,,,
    زينب.عبد القادر،50,75,,
    يسرى لقمان،50,30,40,25
    حنيفة عيسى،75,35,40,25`,
  },
  {
    class: "الأول التمهيدي د",
    pageSize: "half",
    rawData: `اسم، القرآن، الحديث، التوحيد، ألف بائية
    أنس أولاييولى،90,90,30,30
    أويس أبندواكي، 90,90,40,90
    عبد القادر.ميماسى ،45,50,20,50
    عبد الرحمان.مصطفى،85,85,40,80
    عبد المقسط.إسماعيل,65,50,30,80
    عبد الرحمان.أحمد،30,40,40,60
    محمد يوسف، 85,85,40,50
    عبد الخالق.معروف،75,75,20,20
    إبراهيم إسحاق ،85,100,60,100
  آدم إلياس،75,75,,`,
  },
];
