export const secondTermRawData = `
الفصل: الأوّل التمهيدي ا
اسم؛ القرآن؛ الحديث؛ التوحيد
محمد.عبد الله.دنميرومو؛ ١٠٠؛ ٥٠؛ ٨٥
عبد السلام.عبد الله.دنميرومو؛ ٨٩؛ ٢٠؛ ٨٠
نسيف.أبو بكر؛ ٥٠. ٢٥. ١٠
شريف.عبد الواسع. ٤٠. ١. 
محمود ميياكي. ٧٠. ٢٥. ١٥
مختار إيشولى. ٧٠. ٢٥. ٤٥
محمد.عبد الرحمان. . ٢٦.
عبد الله.لقمان. ٥٠. ٨٥. ١٠
سعد.محمد الأول. ٧٥. ٥٠. ١٠
قاسم حسن. ٤٠. ٨٥. ٧٠
عبد الحليم.يحيى
عثمان موسى
عبد الحق.عبد الحميد. ٢٥. ١٠. ٤٥
شريفة.عبد الواسع. ٩٠. ٩٠. ٨٠
عائشة.أبو بكر. ٨٥. ٤٥. ٥٠
راضية إسماعيل. ٨٥. ٨٠. ٤٠
فاطمة.عبد الله.دنميرومو. ١٠٠. ٦٥. ٨٥
مريم.عبد الله.دنميرومو. ١٠٠. ٧٠. ٨٥
حليمة ميياكي. ١٠٠. ٥٠. ٦٠
مؤمنة.عبد الكبير. ١٠٠. ٩٠. ٨٥
راضية.عبد الواسع. ٤٠
مطمئنة أولاييوولى. ٨٠. . ٤٠
فاطمة لقمان. ٨٠. ٦٥. ٢٠
أولى جامع
شكرى جامع
عائشة جامع
رحيمة حسن. ٩٣. ٩٠. ٩٨
وليّة وليّ
مزيدة موسى
آسية غِيوا
رابحة غِيوا
عبد الباسط.إسماعيل. ٦٥. ٣٠. ١٠
مصطفي.عبد القيوم. ٧٣. ٨٥
عبد الحميد.عيسى
صفي الله.أوّل
أحمد.فاطمة. ٩٣
أنس.عبد الرشيد. ٥٠. ٣٠. ٢٥
عبيدة.سراج الدين. ٤٥
حنيفة.سليمان. ٧٠. ٥٤. ٣٠
خديجة إبراهيم. ٧٠
الحاج.عبد القادر. ٧٠. ٥٣. ٤٠
أنس إبراهيم
حبيب الله.عبد القادر. ٥٨. ٢٠. ٤٥
بلقيس.كمال الدين
زينة أحمد
حديزة.عبدالواسع
الفصل: الأوّل التمهيدي ب
اسم؛ القرآن؛ الحديث؛ التوحيد
عبد الله.عبد القادر. ١٠٠. ١٠٠. ١٠٠
مصطفى.عبد القادر.أكنبي. ١٠٠. ٩٠. ٦٥
مجتبى أحمد. ٧٥
أحمد عليّ. ٨٠. ٧٠. ٤٠
أبو بكر.عبد الرحمان. ٩٠. ٨٠. ٦٠
حبيب محمد. ٩٥. ٤٥. ٥
أوّل.عبد الرّزاق. ٧٠. ١٠٠. ٦٥
صالح.عبد الله. ٧٢
الأمين.عبد الكبير
لقمان.عبد الله. ٦٥
عيسى عيسى. ٤٥
عبد الرحمان.يوسف. ٥٠. ١٠٠. ٦٠
عبد الله.عبد الله. ٥٥. ٩٨. ٥
إبراهيم.عبد القادر. ٨٥. ٢٠. ٤٠
عائشة إيشولى. ٦٠. ٨٠. ٢٠
مطمئنة عباس
علية إبراهيم. ٣٠
عائشة.عبد الله. ٨٥. ٩٨. ٤٥
فاطمة أجنجي. ٩٨
زينة أحمد. ٦٥. ٨٠. ٥
فاطمة محمد. ٥٠
حنيفة سليمان. ١٠٠. ١٠٠. ٥
بلقيس.كمال الدين. ٤٥
مصطفى.عبد القادر. ٧٠. ١٠٠. ١٠٠
عبد السلام.عبد الحميد. ٨٧
عبد الرحمان.عبد القادر. ٥٢
صفية عثمان. ٩٢
يوسف.عبد الرحمان. . ٨٠. ٤٠

الفصل: الأول التمهيدي ج
اسم؛ القرآن؛ الحديث؛ التوحيد
إبراهيم آدم. ٨٥. ٩٥. ٣٠
يوسف آدم. ٧٥. ٨٠. ٢٠
عبد الله.إيشولى. ٧٥. ٨٥. ٢٥
عبد القادر.جامع. ٨٠. ٨٥. ٣٠
أوّل إبراهيم. ٧٥. ٨٢. ٢٠
أبو بكر.إبراهيم. ٤٠. ٧٠. ٢٠
زيد أبندواكي. ٩٠. ١٠٠. ٣٠
حسن مسعود. ٤٠. ١٠. ١٠
حسين مسعود. ١٠. ١٥. ١٠
أبو بكر.إسحاق. ٧٥. ٨٥. ٣٠
عبد الكبير.أبو بكر
عبد الرحمان.كمال الدين. ٧٥. ٩٠. ٣٠
عثمان محمد. ٥٠. ١٠٠. ١٠
حليمة عثمان. ٥٠. ٨٥. ٢٠
زينة.عبد القادر. ٨٠. ١٠٠. ٨٠
خديجة.أحمد. ٥٠. ٧٠. ٢٠
سلامة إسحاق. ٤٥. ٤٠. ٢٠
حبيبة إبراهيم. ٤٥. ٥٠. ١٥
راضية.أبو بكر
هاجر أمُدا
بلقيس إبراهيم. ٩٥. ٩٠. ٤٠
نعمة أونيكون. ٦٠. ٨٠. ٤٠
عائشة.إبراهيم.يوسف. ٦٠. ٨٠. ٣٠
فاطمة.إدريس. ٥٠. ٧٠. ٢٠
سلامة.عبد القادر. ٩٠. ٩٠. ٤٠
سميّة محمد. ٦٥. ٩٠. ٢٥
مطمئنة إبراهيم. ٨٥. ١٠٠. ٣٠
يسرى لقمان. ٥٠. ٨٠. ٢٠
سلامة.عبد السلام. . ٨٨. ٥

الفصل: الأوّل التمهيدي د
اسم؛ القرآن؛ الحديث؛ التوحيد
عبد الرحمان.أحمد. ٩٠
عبد القادر.ميماسى. ١٠٠
أنس أولاييولى. ٩٥. ٩٨. ٩٤
عبد الرحمان.مصطفى. ٨٠. ٦٥. ٩٠
محمد يوسف
إبراهيم إسحاق. ٩٨. ١٠٠. ٩٢
عبد المقسط.إسماعيل. ١٠٠. ٩٠. ٤٢
أويس أبندواكي. 
عبد الخالق.معروف. ٧٢. ٩٨. ٥٣
أحمد أجنجي. ١٠٠
آدم إلياس. . ٨٠. ٧٠



الفصل: الثاني التمهيدي
اسم؛ القرآن؛ الحديث؛ التوحيد؛ القراءة؛ الخط
أحمد أجنجي؛ ١٠٠؛ ٨٠. ٢٥. ٧٠. ٩٥
سلمان أونيكون. ٨٠. ٨٨. ٨٥. ٧٢. ٦٢
إبراهيم.كمال الدين. ٨٥. ٧٥. ٥٨. ٨٠. ٥٦
نور الدين.إسماعيل. ١٠٠. ٩٨. ٨٩. ١٠٠. ٨٠
يوسف.عبد الكريم. ٥٢. ٥٠. ٤٥. ٣٥. ٦٣
عبد الله.عبد الرحمان. ٤٨. ٧٢. ٥٧. ٩٠. ٨٣
رحمة لقمان. ٥٥. ٨٥. ٦٠. ٩٥. ٩٨
بلقيس أحمد. ٧٥. ٩٠. ٥٥. ١٠٠. ٨٧
مريم إيشولى. ٧٥. ٩٨. ١٠٠. ١٠٠. ٩٧
بلقيس أونيكون. ٥٠. ٨٨. ٩٠. ٦٠. ٧٣
فاطمة أجنجي. ٩٨. ٩٥. ٤٥. ٤٨. ٥٠
حوّاء محمد. ٧٠. ٧٥. ٩٥. ٣٠. ٨٥
هاجر دنميرومو. ٨٥. ٦٠. ٧٢. ٥٠. ٢٠
رحمة إسماعيل. ٩٥. ٩٨. ٩٨. ٧٢. ٢٨
خديجة.أبو بكر. . ٨٠
فاطمة إبراهيم. ٣٥. ٦٥. ٤٠. ٢٥. ٥٥


الفصل: الأوّل الإبتدائي
اسم. الأذكار. العربية. الحديث. الكتابة. القرآن. التوحيد. التجويد
محمد سليمان. ٨٠. ٢٠. ٩٥. ٩٠. ٤١. ٨٠. ٦٥
عبد المتين.يحيى. ١٠٠. ٤٠. ٩٠. ٨٠. ٤٤. ١٠٠. ١٠٠
عبد الرحمان.سليمان. ٨٠. ٥٠. ٩٥. ٨٠. ٣٧. ١٠٠. ٧٥
أنس عثمان. ٨٠. ٢٨. ٧٩. ١٠٠. ٤٠. ٨٠. ٨٥
عبد الحميد.سعيد. ٨٠. ٣٠. ٤٥. ٧٠. ٧٠. ١٠٠. ٧٠
عبد الملك.عبد الكبير. ٨٠. ٣٨. ١٠٠. ٩٠. ٤٣. ١٠٠. ٧٠
إبراهيم.عبد القادر. ٨٠. ٨٥. ١٠٠. ٩٠. . ١٠٠. ٦٥
محمد عثمان. ٨٠. ١٠. ٢٠. ٤٠. . ٨٠. ٦٠
منصور بللو. ٧٨. ٥٧. ١٠٠. ١٠٠. ٤٣. ٨٠. ٨٠
مصطفى محمد. ٧٠. ٣٠. ١٠٠. ١٠٠. ٣١. ١٠٠. ٧٥
إبراهيم أحمد. ٤٠. ١١. ٧٠. ٤٠. ٥٠. ١٠٠. ٨٥
عبد السلام.أحمد. ٧٠. ٨٠. ١٠٠. ١٠٠. ١٦. ١٠٠. ٧٠
عبد الرحمان.محمد الأول. ١٠. ٥٠. ١٠٠. ١٠٠. ٨٥. ١٠٠. ٦٥
عبد العزيز.عبد القادر. ٦٨. ٣٨. ٦٥. ١٠٠. . ١٠٠. ٦٥
عبد الله.مصطفى. ١٠. ١٢. ٣٠. ٤٠. . ١٠٠. ٥٥
عثمان سليمان. ١٠. ١٨. ٦٥. ٩٠. ٦٠. ٨٠. ٥٥
عبد الصمد.جمعة. ١٠. ٥. . . . . ٤٥
حسنة عثمان. ١٠. ١٣. ٦٥. ٤٥. ٥٠. ١٠٠. ٦٥
ميمونة.عبد القادر. ٨٠. ٩٥. ١٠٠. ٩٩. . ١٠٠. ٧٥
حسينة عثمان. ١٥. ٢٠. ٦٩. ٨٥. ٦٠. ١٠٠. ٦٥
// ميمونة.عبد القادر. ٨٠. ٩٥. ١٠٠. ٩٩. ٥٠. ١٠٠. ٦٥
فاطمة.إسحاق. ٨٠. ٧٠. ٨٠. ١٠٠. ٧٠. ١٠٠. ٥٥
ريحانة سليمان. ٨٠. ٢٥. ١٠٠. ١٠٠. ٦٥. ١٠٠. ٦٥
مؤمنة.أبو بكر. . ٢١. ٦٠. ٧٠. ٧٠. ١٠٠. ٦٠
أحمد عثمان. . ١٨. ٩٥. ٩٠. ٢١. .
عبد الملك.سليمان. . ١٣. ٥٠. ٥٠. . ١٠٠.
رقيّة.عبد الله. . ١١.
أسماء إدريس. . ٢٠. ١٠٠. ٨٥. ٧٨. ١٠٠. ٧٠
عبد الجبار.إبراهيم. . . ٥٠. ٨٥. . ٨٠. ٤٥
مرتضى.عبد الباسط. ٥٠. ٧٥. ٨٥. ٩٠. ٩٠. ١٠٠.
عبد الوكيل.يوسف. ١٠. ٦٠. ٦٠. ٩٠. . ٧٠. ٦٥
مريم.عبد القادر. ١٠٠. ٤٥. ٩٠. ١٠٠. ٩٣. ١٠٠. ٧٠
رقيّة.حسن. ٩٥. ١٥. ٤٠. ٨٠. ٩٣. ٧٠. ٢٠
مريم.عبد الكبير. ١٠٠. ٩٠. ١٠٠. ١٠٠. ٨٥. ١٠٠. ٧٥
مريم موسى. ٣٠. ١٠. ٦٥. ٥٩. ٨٠. ١٠٠. ٧٥
عائشة عيسى. ٩٢. ٥٧. ١٠٠. ١٠٠. ٨٠. ٨٠. ٧٠
حليمة.عبد الله. ٥٠. ٥٥. ٨٤. ١٠٠. ٨٠. ١٠٠. ٧٠
عائشة.عبد القادر. ٥٥. ٥٤. ١٠٠. ٩٥. ٧٠. ٨٠. ٨٠
سلامة.قاسم. ٦٠. . ٥٠. ٧٠. ٦٥. ١٠٠. ٧٥
حسن ميماسى. ٨٠. ٣٥. ١٠٠. ١٠٠. ٥٠. . . .
حسين ميماسى. ٨٠. ٥٥. ٦٠. ٩٠. ٣٥. 
أحمد عليّ. ٨٥. ١٠. ٨٤. ٨٥. ٩٠. . ١٠٠. ٦٥
مصطفى أحمد. ٤٠. ٢٨. ٧٩. . ٤٠.
عبد الغني.عبد القيوم. ٨٠. ١٣. ٣٥. ٩٠. ٩٠.  . ٨٠. ٦٥
زينب يوسف. . ٥٥. . . ٨٠. ٧٠. ٧٥
بلال أبندواكي. . ٢٧. ٨٨. ١٠٠. . . ٦٥
فردوس أولاييوولى. ٨٥. ٩٠. ٩٠. ٩٩. ٧٥. ١٠٠. ٧٥
عبد الملك.إسماعيل. . ١. ٤٠. . ٦٠. .
عبد القادر.محمد. . ٤٠. ٨٠. ٧٠. . ١٠٠. ٦٥
إبراهيم.أبو بكر. . ١٩. ٩٥. ٩٠. ٢٩. ١٠٠. ٦٥
راضية.عبد الله. . . . . ٨٠.


الفصل: الثاني الإبتدائي
اسم؛   القرآن:الحفظ،القراءة،المراجعة،الصوت؛   المتون؛  الأذكار؛ السيرة؛ قواعد اللغة العربية؛ التجويد. الفقه. العربية. التوحيد. الحديث
عبد الله.سليمان؛ ٢٨،٢٩،،٢٩؛ ٧٥؛ ٨٠؛  ٥٦؛ ٧٣؛ ٧٠. ٩٠. ٦٧. ٩٥. ٩٥
مريم جمعة؛ ٣٠،٢٠،١٥؛ ٦٥؛ ٦٥؛ ٥٤؛ ٤٢؛ ٨٠. ٩٠. ٢٢. ٤٧. ١٠٠
عبد الله.مصلح الدين؛ ٢٩،٣٨،،٢٨؛ ٨٥؛ ٩٠؛ ٨٠؛ ٩٢؛ ١٠٠. ٩٠. ٩٣. ٩٥. ١٠٠
صفية.مصلح الدين؛ ١٥،١٥،١٥؛ ٦٠؛ ٨٠؛ ٣٢؛ ٤٥؛ ٨٥. ٨٩. ٣٠. ٥٥. ٧٥
زينب حسن؛ ١٠،١٠،١٠؛ ٥٠؛ ٥٠؛ ١٢؛ ١٢؛ ١٠؛ ٢٠. ٤٠. ٥. ٢٦. ٢٠
أسماء.جامع؛ ١٠،١٠،١٠؛ ٥٠؛ ٣٥؛ ٢٠؛ ١٥؛ ١٥. ٢٠. ٢. ٢٠. ١٠
عبد العظيم.إسماعيل؛ ؛ ٥٥؛ ٨٥؛ ٥٤؛ ١٥؛ ٣٥. ٦٧. ٢٢. ١٢. ١٢. ٥٥
عبد الأول.جمعة؛ ١٨،١٨،،١٩ ؛ ٥٠؛ ٥٥؛ ٣٢؛ ٢٥؛ ١٥. ٤١. ٥. ١٥. ٦٠
رقيبة يحيى؛ ١٠،١٠،١٠؛ ٤٤؛ ٣٩؛ ٢٠. ٨٧. ٣٠. ١٢. ٥٠
حمزة.محمد الأول؛ ٢٠،٢٠،،١٩؛ ٤٥؛ ٥٠؛ ٣٨؛ ٤٠؛ ٥٢. ٣٢. ٣٢. ٤٠
حواء إسحاق؛ ٤٥؛ ٤٠؛ ٣٨؛ ٢٤؛ ٢٠. ٥٥. ١٢. ٣٢. ٦٠
رحيمة أبندواكي؛ ؛ ٣٠؛ ٣٠؛ ١٦؛ ٥؛ ٣٥. ٢٥. ٥. ٥. ٥
مريم سليمان؛ ٣٠،٢٠،١٥؛ ٦٠؛ ٩٠؛ ٩٢؛ ٨١؛ ١٠٠. ٩٥. ٩٨. ١٠٠. ١٠٠
حسينة محمد؛ ؛ ٨٥؛ ٧٠؛ ٤٠؛ ١٨؛ ٤٠. ٦٠. ٢٠. ٣٥. ٦٥
محمد يونس؛ ٢٨،٢٧،،٢٦ ؛ ٩٠؛ ٩٠؛ ٧٤؛ ٦٩؛ ١٠٠. ٨٥. ٦٥. ٧٢. ١٠٠
علية إسماعيل؛ ١٠،١٥،١٥؛ ٢٥؛ ٣٠؛ ٤٤؛ ؛ ١٥. ١٥. ١٢. ٢٠. ٢٠
فريدة إبراهيم؛ ؛ ؛ ؛ ؛ ؛ ١٠. . ٧. ٢٠. ٥


الفصل: الأول الإعدادي
اسم. القرآن. التوحيد. الفقه. الحديث. النصوص. العربية. النحو. السيرة. التجويد
إسحاق

الفصل: الثاني الإعدادي
اسم. القرآن. الفقه. الحديث. التوحيد. التعبير. التهذيب. التفسير. النحو. التجويد. النونية. الأذكار. القراءة
عبد الحيّ.مصطفى
`;

export const rawEntranceData = `عبد الملك عبد الكبير
مؤمنة عبد الكبير
مريم عبد الكبير
محمد عبد الله دنميرومو
عبد السلام عبد الله دنميرومو
مريم عبد الله دنميرومو
فاطمة عبد الله دنميرومو
عبد الحق عبد الحميد
رحيمة حسن
قاسم حسن
عبد الله سليمان
عبد الرحمان سليمان
محمد سليمان
راضية عبد الواسع
شريفة عبد الواسع
شريف عبد الواسع؟
حديزة عبد الواسع؟
عبد الرزاق مسعود
ريحانة أديسى جاجي
حليمة ميياكي
محمود ميياكي
أحمد عثمان كنيكى
عبد الحليم عثمان كنيكى
أنس إبراهيم
إيمان أولكيتان
عبد العزيز عبد القادر
فاطمة أحمد
عبد القادر معروف
صالح محمد الأول
نسيف أبو بكر
عثمان موسى
مزيدة موسى
أحمد علي
قيوم مصطفى
عبد الحليم يحيى
شكرى أحمد
سراج الدين عبيدة`;

export const rawSchoolFeeData = `عبد الملك عبد الكبير
مؤمنة عبد الكبير
مريم عبد الكبير
عائشة مدثر دنميرومو
علية إبراهيم
أبو بكر إبراهيم
راضية إسماعيل
مريم إيشولى،١٠٠٠سابقة
أسماء جامع
عبد القادر جامع
صلاح الدين أحمد
حليمة ميياكي 
محمود ميياكي 
مصطفى أحمد
مجتبى أحمد
فاطمة أحمد
رحمة لقمان
عبد القادر معروف
عبد الغني عبد اللطيف (٢٠٠٠ شهرا فقط)
حسن ميماسى
حسين ميماسى
عبد القادر ميماسى
عبد الله لقمان
محمد ألادي (٢٠٠٠ أيام العطلة فقط)
عبد الرحمان محمد
مريم إيشولى، عبد الله إيشولى، مختار إيشولى ٦٠٠٠
عائشة أبو بكر ٣٠٠٠
نسيف أبو بكر ٣٠٠٠
خديجة إبراهيم
إبراهيم آدم
يوسف آدم
حنيفة سليمان
عثمان سليمان
ريحانة سليمان
**حليمة عثمان
محمد عثمان
حسينة عثمان
حسنة عثمان
عبد الرحمان عثمان
أحمد علي
عبد الخالق معروف
مصطفى سليمان
مريم جمعة
عبد الصمد جمعة
رحمة لقمان
إبراهيم أحمد٢٠٠٠
عبد السلام أحمد٢٠٠٠
مريم سليمان
عبد مصلح الدين
صفية مصلح الدين
عبد الباسط إسماعيل
رحمة إسماعيل
نور الدين إسماعيل
أوّل إبراهيم
حبيبة إبراهيم
عمر مصطفى
عبد الرحمان مصطفى٢٠٠٠
رقيبة يجيى
عبد المتين يحيى
مريم عبد القادر
مصطفى عبد القادر (م)
زينب عبد القادر (م)
عبد الله عبد القادر
محمد ناصر عبد القادر
إبراهيم عبد القادر
ميمونة عبد القادر ١٠٠٠
حنيفة عيسى
عائشة عيسى٢٠٠٠
محمد يونس
زينب حسن
زينب حسن (م)
فاطمة حسن
أبو بكر إسحاق٢٠٠٠
إسحاق إسحاق
سلامة عبد القادر أكوبي
سراج الدين عبيدة
عبد الباسط مرتضى
مريم إبراهيم
عبد القيوم عبد الغني
إبراهيم كمال الدين
عبد الرحمان كمال الدين
بلقيس كمال الدين
مصطفى محمد
عبد السلام عبد الحميد
عبد الحق عبد الحميد
حمزة محمد الأول
عبد الرحمن محمد الأول
عائشة إيشولى
منصور بللوا
فردوس أولاييوولى
أنس أولاييولى
صالح عبد الله
سلامة إسحاق
فاطمة إسحاق
عبد الوهاب إسحاق
حسينة إسحاق١٠٠٠
أنس رشيد
زينة أحمد
بلقيس أحمد٢٠٠٠
عبد الرحمان أحمد
نعمة أونيكون
سلمان أونيكون
بلقيس أونيكون
سلامة قاسم١٠٠٠
نسيف أبو بكر
عائشة أبو بكر
يوسف عبد الكبير
عبد القادر حبيب الله
عبد الله عبد الله
هاجر أمدى
عبد الله عبد الرحمان
عبد القادر عبد الرحمان
عبد الجبار إبراهيم
بلقيس إبراهيم
أنس إبراهيم
أول عبد الرزاق`;

export const rawSalaryData = `#الراتب
١. أستاذ سعيد
٢. أستاذ إصلاح
٣. أستاذ مبارك
٤. أستاذ حبيب
٥. أستاذ محمد كامجى
٦. أستاذ محمد
٧. أستاذ يونس
٨. الأستاذة
-----

الأسبوع الأول
// ٦. ٢٠٠٠
// ٧. ٢٠٠٠
// ٣. ✅✅✅✅✅
// ٤. ✅☑️✅✅✅
// ٨. ✅✅✅✅✅
// ٥. ☑️☑️✅☑️☑️

الأسبوع الثاني
الأسبوع:7️⃣6️⃣5️⃣4️⃣3️⃣2️⃣1️⃣   #️⃣
جنبى:   ✅✅✅✅✅☑️✅5.00
أستاذة: ☑️☑️✅☑️☑️✅✅2.50
حبيب:  ☑️✅☑️✅✅✅✅3.75
محمود: ☑️✅☑️✅✅✅✅3.75
إسحاق: ☑️✅✅✅☑️✅☑️3.25

الأسبوع الثالث
الأسبوع:7️⃣6️⃣5️⃣4️⃣3️⃣2️⃣1️⃣   #️⃣
جنبى:   ☑️☑️✅✅✅✅☑️3.00
أستاذة: ✅☑️✅☑️✅☑️☑️2.25
حبيب:  ✅✅✅✅✅☑️✅4.50
محمود: ✅✅✅✅✅✅✅5.25
إسحاق: ☑️✅✅✅☑️✅☑️3.25
أستاذ محمد: 3.50
أستاذ يونس 3.50
أبو خديجة ١٥٠٠

الأسبوع الرابع
الأسبوع:7️⃣6️⃣5️⃣4️⃣3️⃣2️⃣1️⃣   #️⃣
جنبى:   ☑️✅✅✅✅✅✅4.75
أستاذة: ☑️☑️☑️☑️✅✅✅2.25
حبيب:  ☑️☑️☑️☑️✅☑️☑️750
محمود: ☑️☑️☑️☑️✅✅✅2.25
إسحاق: ☑️✅✅✅☑️✅☑️3.25
أستاذ محمد: 3.50
أستاذ يونس 3.50

الأسبوع الخامس
الأسبوع:7️⃣6️⃣5️⃣4️⃣3️⃣2️⃣1️⃣   #️⃣
جنبى:   ✅✅✅✅☑️✅✅5.00
أستاذة: ☑️☑️☑️☑️✅✅☑️1.50
حبيب:  ☑️☑️☑️☑️✅✅✅2.25
محمود: ☑️☑️☑️✅✅✅✅3.00
إسحاق: ☑️✅✅✅☑️✅☑️3.25
أستاذ محمد: 3.50
أستاذ يونس 3.50

19.75 أستاذ جنبى
أستاذ سعيد 18
أستاذ إسلاح 18
أبو خديجة 2

الأسبوع السادس
الأسبوع:7️⃣6️⃣5️⃣4️⃣3️⃣2️⃣1️⃣   #️⃣
جنبى:   ✅✅✅✅✅✅✅5.00
أستاذة: ☑️☑️☑️☑️✅✅☑️1.50
حبيب:  ☑️☑️☑️☑️✅✅✅2.25
محمود: ☑️☑️☑️☑️☑️✅✅3.00
إسحاق: ☑️✅✅✅☑️✅☑️3.25

الأسبوع السابع
الأسبوع:7️⃣6️⃣5️⃣4️⃣3️⃣2️⃣1️⃣   #️⃣
جنبى:   ☑️☑️☑️☑️✅✅✅5.00
أستاذة: ☑️☑️☑️☑️☑️☑️☑️1.50
حبيب:  ☑️☑️☑️☑️✅✅✅2.25
محمود: ☑️☑️☑️✅✅✅✅3.00
إسحاق: ☑️☑️☑️☑️☑️✅☑️0.00
محمد:  ☑️☑️☑️☑️☑️☑️☑️0.00
يونس: ☑️☑️☑️☑️☑️☑️☑️0.00

الأسبوع الثامن
الأسبوع:7️⃣6️⃣5️⃣4️⃣3️⃣2️⃣1️⃣   #️⃣
جنبى:   ✅✅✅☑️✅✅✅5.00
أستاذة: ☑️☑️☑️☑️✅☑️☑️1.50
حبيب:  ☑️☑️☑️☑️✅✅✅2.25
محمود: ☑️☑️☑️☑️✅✅✅3.00
إسحاق: ✅✅☑️☑️✅✅☑️0.75

أستاذ محمد 3.00
أستاذ يونس 2.75

الأسبوع التاسع
الأسبوع:7️⃣6️⃣5️⃣4️⃣3️⃣2️⃣1️⃣   #️⃣
جنبى:   ☑️☑️✅✅✅✅✅0.00
أستاذة: ☑️☑️☑️☑️☑️☑️☑️0.00
حبيب:  ☑️☑️☑️☑️✅✅✅2.25
محمود: ☑️☑️☑️☑️☑️☑️☑️0.00
إسحاق: ☑️✅✅✅☑️✅☑️0.00
محمد:  ✅☑️✅☑️☑️☑️☑️2.00
يونس: ✅✅✅✅☑️☑️☑️3.25
أستاذ سعيد 18.00
أستاذ إصلاح 18.00
أستاذ جنبى 16.75

الأسبوع العاشر
الأسبوع:7️⃣6️⃣5️⃣4️⃣3️⃣2️⃣1️⃣   #️⃣
جنبى:   ✅✅✅✅✅✅✅ 0.00
أستاذة: ☑️☑️☑️☑️☑️☑️☑️0.00
حبيب:  ☑️☑️☑️☑️✅✅✅ 2.25
محمود: ☑️☑️☑️☑️☑️✅✅ 1,25
إسحاق: ☑️✅✅✅☑️✅☑️2.25
محمد:  ✅☑️✅☑️☑️☑️☑️2.00
يونس: ☑️✅☑️✅☑️☑️☑️1.50
سعيد:  ✅✅☑️☑️☑️☑️✅0.00
إصلاح: ✅✅✅☑️✅☑️✅0.00

الأسبوع الحادي عشرة
الأسبوع:7️⃣6️⃣5️⃣4️⃣3️⃣2️⃣1️⃣   #️⃣
جنبى:   ✅✅✅✅✅✅✅ 0.00
أستاذة: ☑️☑️☑️☑️☑️☑️☑️ 0.00
حبيب:  ☑️☑️☑️☑️✅✅✅ 0.00
محمود: ☑️☑️☑️✅✅✅✅ 0.00
إسحاق: ☑️☑️☑️☑️☑️✅☑️ 0.00
محمد:  ✅☑️✅☑️☑️☑️☑️ 2.00
يونس: ✅☑️✅✅☑️☑️☑️ 0.00
سعيد:  ✅✅☑️☑️✅✅✅ 0.00
إصلاح: ✅✅☑️✅✅✅✅ 0.00

الأسبوع الثاني عشر
الأسبوع:7️⃣6️⃣5️⃣4️⃣3️⃣2️⃣1️⃣   #️⃣
جنبى:   ✅✅✅☑️✅✅✅ 0.00
أستاذة: ☑️☑️☑️☑️☑️☑️☑️ 0.00
حبيب:  ☑️☑️☑️☑️✅✅✅ 3.00
محمود: ✅✅✅☑️✅✅✅ 0.00
إسحاق: ✅✅✅☑️✅✅☑️ 0.00
محمد:  ✅☑️✅☑️☑️☑️☑️ 0.00
يونس: ✅✅✅☑️☑️☑️☑️ 0.00
سعيد:  ✅✅☑️☑️✅✅✅ 0.00
إصلاح: ✅✅✅☑️✅✅✅ 0.00

الأسبوع الثالث عشر
الأسبوع:7️⃣6️⃣5️⃣4️⃣3️⃣2️⃣1️⃣   #️⃣
جنبى:   ✅✅✅✅☑️✅✅ 0.00
أستاذة: ☑️☑️☑️☑️☑️☑️☑️ 0.00
حبيب:  ☑️✅☑️✅✅✅✅ 3.75
أبو بكر: ✅✅✅✅✅☑️✅ 4.50
إسحاق: ✅✅☑️☑️✅✅✅ 3.75
محمد:  ✅☑️✅☑️☑️☑️☑️ 0.00
يونس: ✅✅✅☑️☑️☑️☑️ 0.00
سعيد:  ✅✅☑️☑️✅✅✅ 0.00
إصلاح: ☑️✅☑️✅✅✅☑️ 0.00
 
الأسبوع....
الأسبوع:7️⃣6️⃣5️⃣4️⃣3️⃣2️⃣1️⃣   #️⃣
جنبى:   ✅☑️✅☑️✅✅☑️ 0.00
أستاذة: ☑️☑️☑️☑️☑️☑️☑️ 0.00
حبيب:  ☑️☑️☑️☑️☑️☑️☑️ 0.00
محمود: ✅☑️✅☑️✅✅☑️ 0.00
إسحاق: ✅☑️✅☑️✅✅☑️ 0.00
محمد:  ✅☑️✅☑️☑️☑️☑️ 0.00
يونس: ✅☑️✅☑️☑️☑️☑️ 0.00
سعيد:  ✅☑️☑️☑️✅✅☑️ 0.00
إصلاح: ✅☑️✅☑️✅✅☑️ 0.00

جنبى21.750
إصلاح 18.00 
سعيد 18.00
الأسبوع....
الأسبوع:7️⃣6️⃣5️⃣4️⃣3️⃣2️⃣1️⃣   #️⃣
جنبى:   ☑️☑️☑️☑️☑️☑️☑️ 0.00
أستاذة: ☑️☑️☑️☑️☑️☑️☑️ 0.00
حبيب:  ☑️☑️☑️☑️☑️☑️☑️ 0.00
محمود: ☑️☑️☑️☑️☑️☑️☑️ 0.00
إسحاق: ☑️☑️☑️☑️☑️☑️☑️ 0.00
محمد:  ☑️☑️☑️☑️☑️☑️☑️ 0.00
يونس: ☑️☑️☑️☑️☑️☑️☑️ 0.00
سعيد:  ☑️☑️☑️☑️☑️☑️☑️ 0.00
إصلاح: ☑️☑️☑️☑️☑️☑️☑️ 0.00`;
