export const thirdTermData = ` 📃 الأوّل التمهيدي ا

إبراهيم.عبد القادر
أنس إبراهيم
أنس رشيد. ر٣٠٠٠
إسماعيل محمد. ق. ر٣٠٠٠
شريف.عبد الواسع. ر٣٠٠٠
صقي الله.عبد الغني. ق. 
عبد الباسط.إسماعيل. ر٣٠٠٠
عبد الحق.عبد الحميد
عبد الحليم.يحيى
عبد الرحمان.محمد. ر٣٠٠٠
عبد السلام.عبد الله.دنميرومو. ر٣٠٠٠
عبد القادر.علي. ر٣٠٠٠
عبد القادر.موسى
عبد الله.لقمان
عبد الله.عبد الله. ر٢٠٠٠
عبد الله.يوسف.ألاتى. ق*
عبد الملك.عبد اللطيف. ق*. ر١٠٠٠
عثمان.أمين الله
عمر مصطفى. م
قاسم حسن
محمد الأول.عبد الغني. ر٣٠٠٠
محمد طة.إسحاق. ق. ر٣٠٠٠. 
محمد.سراج الدين. ق. ر٣٠٠٠
محمد.عبد الله.دنميرومو
محمد صالح.إبراهيم. ر٣٠٠٠
محمد.عبد الرحمان. ر٣٠٠٠
محمود مييكي
مختار إيشولى. ر٣٠٠٠
نسيف.أبو بكر
- - - - - - - - - - - -
بلقيس.كمال الدين. 
توفيقة يوسف. ق
حبيبة مسعود. ق
حليمة مييكي
حديزة.عبد الواسع
حنيفة سليمان. ر٣٠٠٠
خديجة إبراهيم. ر٣٠٠٠
راضية إسماعيل. ر٣٠٠٠
راضية.عبد الواسع
رحيمة.تاج الدين
زينة أحمد. ر٣٠٠٠
شريفة.عبد الواسع. ر٣٠٠٠
مريم.عبد الله.دنميرومو. 
مزيدة.أمين الله. ر٣٠٠٠
مؤمنة.عبد الكبير. ر٣٠٠٠
مطمئنة أولاييوولا. ر٣٠٠٠
منيرة لقمان
عائشة.أبو بكر
عبيدة.سراج الدين. ر٣٠٠٠
فاطمة.أحمد. ر٣٠٠٠
فاطمة.عبد الله.دنميرومو. ر٢٠٠٠
فاطمة لقمان

 📃 الأول التمهيدي ب
أبو بكر.عبد الرحمان. 
أحمد.علي. ر٣٠٠٠
أحمد غاتا. ر٣٠٠٠
إسحاق إسحاق. 
حبيب الله.محمد. ر٣٠٠٠
سلطان غاتا. ر٣٠٠٠
صالح.عبد الله. ر٢٠٠٠
عبد الرحمان.يوسف
عبد السلام.عبد الحميد
عبد الله.عبد القادر. م
عبد الله.غاتا. ر٣٠٠٠
عبد الله.لقمان. ر٣٠٠٠
عبد الله.إسحاق.ميماسى
عبد القادر.عبد الرحمان
عبد القادر.مصطفى
عيسى عيسى. م. 
مجتبى أحمد. ر٣٠٠٠
مصطفى.عبد القادر. م

حكيمة إبراهيم
رحمت الله.عبد الواسع
صبيرة.عثمان
فاطمة إبراهيم. ر٣٠٠٠
عائشة.أحمد.إيشولى
عائشة.عبد الله. ر٢٠٠٠
عليّة إبراهيم. ر٣٠٠٠

📃 الأوّل التمهيدي ج

إبراهيم آدم. ر٣٠٠٠
أبو بكر.إبراهيم. ر٣٠٠٠
زيد أبندواكي. رس١٠٠٠. *
حسن مسعود. رس٣٠٠٠
حسين مسعود. رس٣٠٠٠
عبد الرحمان.كمال الدين
عبد القادر.جامع. ر٣٠٠٠
عبد الله.إيشولى. ر٣٠٠٠
عثمان.محمد
يوسف آدم

بلقيس إبراهيم. ر٣٠٠٠
حنيفة عيسى. ر٣٠٠٠
حليمة عثمان
زينب.عبد القادر. م١٠٠٠
سلامة.عبد السلام. ر٣٠٠٠. ق:ح
سلامة.عبد القادر
عائشة.يوسف.إبراهيم. م. 
فاطمة إدريس. م. 
مريم.عبد الواسع. ق:ح
هاجر أمودى. 
يسرى.لقمان. ر٣٠٠٠








📃 الأوّل التمهيدي د

أحمد إبراهيم. ر٣٠٠٠
أنس أولاييولى. ر٣٠٠٠
أويس أبندواكي. رس٣٠٠٠. *
عبد الخالق.معروف. ر٣٠٠٠
عبد الرحمان.أحمد. ر٣٠٠٠
عبد الرحمان.مصطفى. ر٣٠٠٠
عبد القادر.ميماسى. ر٣٠٠٠
عبد المقسط.إسماعيل. ر٣٠٠٠
آدم إلياس. ق:م. رس٣٠٠٠. ر٢٠٠٠
. . . . . . . . . . . . . . . . . . . . . . . . .










 📃 الثاني التمهيدي

إبراهيم.كمال الدين. ق:تج
سلمان أونييكون. ق:تج
نور الدين.إسماعيل. ق:تج
عبد الله.عبد الرحمان. ق:تج
عثمان.عبد القادر. ر٣٠٠٠. 
يوسف.عبد الكريم. ق:تج. ر٣٠٠٠
 . . . . . . . . . . .
بلقيس أحمد. ق:ح. ر٣٠٠٠
بلقيس أونيكون. ق:ح
حواء محمد. ق:ح
رحمة إسماعيل. ق:تج. ر٣٠٠٠
رحمة لقمان. ق:ح
فاطمة إبراهيم. ق:ح
مريم إيشولى. ق:ح
هاجر دنميرومو. ق:تج



 📃 الأول الإبتدائي

إبراهيم.أبو بكر. ق:ج. ر٣٠٠٠
إبراهيم أحمد. ق:م. ر٢٠٠٠. 
إبراهيم.عبد القادر. ق:م. ر٣٠٠٠
أنس عثمان. ق:ج
بلال أبندواكي. رس٣٠٠٠. *
جلال الدين.يوسف. ر٣٠٠٠
حذيفة بشير. ق. ق:م
حسن ميماسى. ر٣٠٠٠. ق:م
حسين ميماسى. ر٣٠٠٠. ق:م
خليفة الصالحين.عبد الكريم. ق. ق:ج
صالح بشير. ق. ق:م. 
طه عيسى. ق:م. م. 
عبد الباسط.مرتضى. ق:م. ر٣٠٠٠
عبد الجبار.إبراهيم. ق:م. ر٣٠٠٠
عبد الحميد.سعيد. ق:م. 
عبد الرحمان.محمد الأول. ر٣٠٠٠. ق:م
عبد الرحمان.سليمان. ق:ج. ر٣٠٠٠
عبد السلام.أمدى. ق:م
عبد السلام.أحمد. ق:ج. ر٢٠٠٠
عبد القادر.معروف. ق:م
عبد القيوم.عبد الغني. ق:م. ر٣٠٠٠
عبد الله.مصطفى. ق:م. ر٣٠٠٠
عبد الملك.إسماعيل. ق:م. م. 
عبد الملك.سليمان. ق:م. 
عبد الملك.عبد الكبير. ر٣٠٠٠. ق:ج
عبد المتين. يحيى. ر٣٠٠٠. ق:ج
عبد الوكيل.يوسف. ق:م
عثمان سليمان. ق:م. ر٣٠٠٠
علي أحمد. ر٣٠٠٠. ق:م
غالب.عبد الكريم. ق. ق:م. 
كمال الدين.يوسف. ق. ق:ج
محمد سليمان. ق:ج. ر٣٠٠٠
محمد عثمان. ق:م. 
محمد ناصر.عبد القادر. ق:م.  ر٣٠٠٠
منصور بللوا. ق:ج
مصطفى أحمد. ر٣٠٠٠. ق:م. 
. . . . . . . . . . . . . . . . . . . . . . . .
أسماء إدريس. م. ق:ح
توفيقة.عبد الأوّل. ق. ق:ح. ر٣٠٠٠
حسنة عثمان. ق:ح
حسينة عثمان. ق:ح
حليمة.عبد الله. ق:أ. ر٣٠٠٠. 
رقية حسن. ق:ح. ر٣٠٠٠
ريحانة سليمان. ق:ح. ر٣٠٠٠
زينب بشير. ق
زينب يوسف. رس٣٠٠٠. ق:أ
سلامة قاسم. ق:أ
عائشة.عبد الأوّل. ق. ق:ح. ر٣٠٠٠
عائشة.عبد القادر. ر٣٠٠٠. ق:أ
عائشة عيسى. ر٢٠٠٠. ق:أ
فاتحة.عبد المؤمن. ق*.
فاطمة.إسحق.ميماسى. ق:ح. ر٣٠٠٠
فردوس أولاييوولى. ر٣٠٠٠. ق:أ
مريم.عبد القادر. ر٣٠٠٠. ق:أ
مريم.عبد الكبير. ر٣٠٠٠. ق:أ
مريم موسى. ر٣٠٠٠. ق:أ
ميمونة.عبد القادر. ق:ح. ر٣٠٠٠
مؤمنة.أبو بكر. ق:أ. ر٣٠٠٠
نجيبة يوسف. ق. ق:أ.

 📃 الثاني الإبتدائي

حمزة.محمد الأول. ر٣٠٠٠. نـ: 
ذو القرنين.غاتا. ر١٠٠٠.  نـ: 
عبد الأول.جمعة
عبد الله.سليمان. ر٣٠٠٠. نـ: 
عبد العظيم.إسماعيل. ر٣٠٠٠. نـ: 
محمد يونس. م. . نـ: 

أسماء جامع. ر٣٠٠٠. نـ: ٥، ٧، ٥، 
حسينة محمد. م. نـ: ٢٠. ١٥. ٢٠
حواء إسحاق. نـ: ١٠. ١٠. ١٠. 
رحيمة أبندواكي. رس٣٠٠٠. نـ: 
رقيبة يحيى. ر٣٠٠٠. نـ: ١٥، ٧، ١٥، 
زينب حسن. ر٣٠٠٠. نـ: 
صفية.مصلح الدين. ر٣٠٠٠. نـ: ٣٠. ١٥. ٣٠. 
علية إسماعيل. م. نـ: ١٠. ١٠. ١٥. 
فريدة إبراهيم. ر٣٠٠٠. نـ: ١٠. ١٠. ١٠. 
مريم جمعة. . نـ: 
مريم سليمان. ر٣٠٠٠. نـ: ٣٠. ٢٥. ٢٠. 
. . . . . . . . . . . . . . . . . . . . . . . . . .

 📃 الأوّل الإعدادي

إبراهيم إدريس. م
عبد الرحمان.عيسى. رس١٠٠٠ 
عبد الرحيم.عثمان
عبد الوهاب.إسحاق. ر٢٠٠٠
مصطفى سليمان

عائشة جمعة
عائشة عثمان
 . . . . . . . . . . . . . . . . . . . . . . . . . .






 📃 الثاني الإعدادي

آدم إدريس. م
عبد الحيّ.مصطفى. رس٣٠٠٠. 
عبد الله.إبراهيم.يوسف. م
عبد السلام.عيسى. رس٣٠٠٠
محمد مصطفى. رس٣٠٠٠. ر٢٠٠٠

حليمة يوسف. م
مريم إبراهيم. ر٣٠٠٠
مريم.سراج الدين
. . . . . . . . . . . . . . . . . . . . . . . . .`;

const payroll = `الفترة الثالثة: رواتب الأساتذة

الأسبوع الأول
أسمـــــــاء.      
أ. سعيــــد: ☑️☑️ ✅☑️ ✅ ✅ ✅ 0.00
أ. جنبــــى: ☑️☑️ ✅☑️ ✅ ✅ ✅ 3.00
أ. إصــلاح: ☑️☑️ ✅☑️ ✅ ✅ ✅ 0.00
أ. إسحـاق: ☑️☑️ ✅☑️ ☑️ ✅ ☑️ 0.00
أ. محمـود: ☑️☑️ ☑️☑️ ✅ ☑️ ✅ 0.00

أ. حبيــب: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. محمــد: ☑️☑️ ✅☑️ ☑️ ☑️ ☑️ 1.00
أ. يونــس: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00

 • • • • • • • • • • • • • • • • • • • • • • • • 

الأسبوع الثاني
أسمـــــــاء.      
أ. سعيــــد: ✅✅ ☑️☑️ ✅ ✅ ✅ 3.75
أ. جنبــــى: ☑️☑️ ✅✅ ✅ ✅ ✅ 3.75
أ. إصــلاح: ✅☑️ ☑️✅ ✅ ✅ ✅ 3.75
أ. إسحـاق: ☑️✅ ✅✅ ✅ ✅ ✅ 4.45
أ. محمـود: ☑️☑️ ☑️☑️ ✅ ✅ ✅ 2.25
أ. حبيــب: ☑️☑️ ☑️☑️ ✅ ✅ ✅ 2.25
أ. محمــد: ✅☑️ ✅☑️ ☑️ ☑️ ☑️ 2.00
أ. يونــس: ✅✅ ✅✅ ✅ ☑️ ☑️ 3.50
أســـــتاذة: ☑️☑️ ✅☑️ ✅ ✅ ✅ 3.00

الأسبوع الثالث
أسمـــــــاء.      
أ. سعيــــد: ☑️☑️ ✅✅ ✅ ✅ ✅ 0.00
أ. جنبــــى: ✅☑️ ✅☑️ ✅ ✅ ✅ 3.50
أ. إصــلاح: ☑️✅ ✅✅ ✅ ✅ ✅ 0.00
أ. إسحـاق: ☑️✅ ✅✅ ☑️ ✅ ☑️ 2.50
أ. محمـود: ☑️✅ ☑️✅ ✅ ✅ ☑️ 3.00
أ. حبيــب: ☑️☑️ ☑️☑️ ☑️ ✅ ☑️ 0.75
أ. محمــد: ✅☑️ ✅☑️ ☑️ ☑️ ☑️ 2.00
أ. يونــس: ✅✅ ✅☑️ ☑️ ☑️ ☑️ 2.25
أســـــتاذة: ÷☑️ ✅☑️ ✅ ✅ ☑️ 3.25

الأسبوع الرابع
أسمـــــــاء.      
أ. سعيــــد: ✅✅ ☑️☑️ ✅ ✅ ✅ 0.00
أ. جنبــــى: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. إصــلاح: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. إسحـاق: ☑️✅ ☑️☑️ ✅ ☑️ ☑️ 0.00
أ. محمـود: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. حبيـب: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. محمـد:. ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. يونــس: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أســــتاذة: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
جنبى ١٠.٢٥
إصلاح ١٨
سعيد ١٨
الأسبوع الخامس
أسمـــــــاء.      
أ. سعيــــد: ✅✅ ☑️☑️ ✅ ☑️ ☑️ 0.00
أ. جنبــــى: ✅☑️ ✅☑️ ✅ ☑️ ☑️ 2.25
أ. إصــلاح: ☑️✅ ✅☑️ ✅ ☑️ ☑️ 0.00
أ. إسحـاق: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. محمـود: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. حبيـب: ☑️☑️ ☑️☑️ ✅ ✅ ✅ 2.25
أ. محمـد:. ✅☑️ ✅☑️ ☑️ ☑️ ☑️ 0.00
أ. يونــس: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أســــتاذة: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00

الأسبوع السادس
أسمـــــــاء.      
أ. سعيــــد: ✅✅ ☑️☑️ ✅ ✅ ☑️ 0.00
أ. جنبــــى: ☑️☑️ ☑️☑️ ✅ ✅ ☑️ 1.50
أ. إصــلاح: ✅✅ ☑️☑️ ✅ ✅ ☑️ 0.00
أ. إسحـاق: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. محمـود: ✅✅ ✅✅ ✅ ☑️ ☑️ 0.00
أ. حبيـب: ☑️☑️ ☑️☑️ ✅ ✅ ✅ 2.25
أ. محمـد:. ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. يونــس: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أســــتاذة: ✅☑️ ✅☑️ ✅ ✅ ☑️ 0.00

الأسبوع السابع
أسمـــــــاء.      
أ. سعيــــد: ✅☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. جنبــــى: ☑️✅ ☑️☑️ ✅ ✅ ✅ 3.00 
أ. إصــلاح: ✅☑️ ✅✅ ✅ ✅ ✅ 0.00
أ. إسحـاق: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. محمـود: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. حبيـب: ☑️☑️ ☑️☑️ ✅ ✅ ✅ 2.25
أ. محمـد:. ✅☑️ ✅☑️ ☑️ ☑️ ☑️ 2.00
أ. يونــس: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أســــتاذة: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00

الأسبوع الثامن 
أسمـــــــاء.      
أ. سعيــــد: ✅✅ ☑️☑️ ✅ ☑️ ☑️ 0.00
أ. جنبــــى: ☑️☑️ ☑️☑️ ✅ ☑️ ☑️ 0.75 
أ. إصــلاح: ✅✅ ✅☑️ ✅ ✅ ✅ 0.00
أ. إسحـاق: ✅✅ ✅✅ ✅ ✅ ✅ 5.75
أ. محمـود: ☑️☑️ ☑️✅ ☑️ ☑️ ☑️ 0.00
أ. حبيـب: ☑️☑️ ☑️✅ ✅ ☑️ ☑️ 0.75
أ. محمـد:. ✅☑️ ✅☑️ ☑️ ☑️ ☑️ 0.00
أبو يسيروة:✅☑️ ✅☑️ ☑️ ☑️ ☑️ 0.00
أســــتاذة: ☑️☑️ ☑️☑️ ✅ ☑️ ☑️ 0.00

الأسبوع التاسع 
أسمـــــــاء.      
أ. سعيــــد: ✅✅ ☑️☑️ ✅ ☑️ ☑️ 0.00
أ. جنبــــى: ☑️☑️ ☑️☑️ ✅ ✅ ✅ 2.25 
أ. إصــلاح: ☑️✅ ☑️☑️ ✅ ☑️ ☑️ 0.00
أ. إسحـاق: ☑️☑️ ✅☑️ ☑️ ✅ ✅ 2.50
أ. محمـود: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. حبيـب: ☑️☑️ ☑️☑️ ✅ ☑️ ☑️ 0.75
أ. محمـد:. ✅☑️ ✅☑️ ☑️ ☑️ ☑️ 0.00
أبو يسيروة:✅☑️ ✅☑️ ☑️ ☑️ ☑️ 2.50
أســــتاذة: ☑️☑️ ☑️☑️ ✅ ☑️ ✅ 0.00

أ. حبيب: ٨.٢٥
أ. إصلاح: ١٨
أ. سعيد: ١٨
أ. جنبى: ٩.٧٥

الأسبوع العاشر 
أسمـــــــاء.      
أ. سعيــــد: ✅☑️ ☑️☑️ ✅ ✅ ✅ 0.00
أ. جنبــــى: ☑️☑️ ☑️☑️ ☑️ ✅ ✅ 0.00 
أ. إصــلاح: ☑️☑️ ☑️☑️ ✅ ✅ ✅ 0.00
أ. إسحـاق: ☑️✅ ☑️✅ ☑️ ✅ ☑️ 0.00
أ. محمـود: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. حبيـب: ☑️☑️ ☑️☑️ ☑️ ✅ ☑️ 0.00
أ. محمـد:. ✅☑️ ✅☑️ ☑️ ☑️ ☑️ 0.00
أبو يسيروة:✅☑️ ✅☑️ ☑️ ☑️ ☑️ 2.50
أســــتاذة: ☑️☑️ ☑️☑️ ✅ ☑️ ☑️ 0.00
أبو خديج: ✅☑️ ✅☑️ ☑️ ☑️ ☑️ 1.50

الأسبوع الحادي عشر 
أسمـــــــاء.      
أ. سعيــــد: ✅✅ ✅✅ ☑️ ☑️ ☑️ 0.00
أ. جنبــــى: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00 
أ. إصــلاح: ☑️✅ ☑️✅ ☑️ ☑️ ☑️ 0.00
أ. إسحـاق: ✅✅ ✅✅ ☑️ ☑️ ☑️ 0.00
أ. محمـود: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. حبيـب: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. محمـد:. ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أبو يسيروة:✅☑️ ✅☑️ ☑️ ☑️ ☑️ 0.00
أســــتاذة: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00


الأسبوع 
أسمـــــــاء.      
أ. سعيــــد: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. جنبــــى: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00 
أ. إصــلاح: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. إسحـاق: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. محمـود: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. حبيـب: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أ. محمـد:. ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أبو يسيروة:☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00
أســــتاذة: ☑️☑️ ☑️☑️ ☑️ ☑️ ☑️ 0.00



`;
